Repository: vixalien/decibels
Catalog: po/*.po
Languages: fr

source: Decibels
fr: Décibels

source: music;player;media;audio;
fr: musique;lecteur;jouer;média;audio;

source: Play audio files
fr: Jouez vos fichiers audio

source: Current features:
fr: Fonctionnalités actuelles :

source: Shows the waveform of the track
fr: Affichage de la forme du signal de la piste

source: Adjust playback speed
fr: Réglage de la vitesse de lecture

source: Easy seek controls
fr: Contrôle aisé de l’avancement

source: Drop an audio file to play it
fr: Déposez simplement un fichier pour le lire

source: Open an Audio File
fr: Ouvrez un fichier audio

source: _Open…
fr: _Ouvrir…

source: File Cannot Be Played
fr: Le fichier ne peut être lu

source: _Try Again…
fr: _Réessayer

source: Main Menu
fr: Menu principal

source: Open…
fr: Ouvrir…

source: _Keyboard Shortcuts
fr: Raccourcis _clavier

source: _About Decibels
fr: À _propos de Décibels

# shortcut window
source: General
fr: Général

# shortcut window
source: Show Shortcuts
fr: Afficher les raccourcis

# shortcut window
source: Quit
fr: Quitter

# shortcut window
source: Player
fr: Lecteur

# shortcut window
source: Open File
fr: Ouvrir un fichier

source: Unable to access dropped files
fr: Impossible d’accéder aux fichiers déposés

source: An unknown error happened
fr: Une erreur inconnue s’est produite

source: File uses a format that cannot be played. Additional media codecs may be required.
fr: Le fichier utilise un format ne pouvant être lu. Des codecs média additionnels sont probablement requis.

source: An error happened while trying to get information about the file. Please try again.
fr: Une erreur s’est produite pendant la récupération des informations sur le fichier. Veuillez réessayer.

source: Unknown File
fr: Fichier inconnu

source: The selected file doesn't contain any audio
fr: Le fichier sélectionné ne contient aucun audio

source: Audio files
fr: Fichiers audio

source: Open File
fr: Ouvrir un fichier

source: The file could not be accessed
fr: Impossible d’accéder au fichier
